{
  "posts": [
    {
      "id": "sport_basquete01",
      "title": "Basquete",
      "slug": "basquete-o-jogo-dos-gigantes",
      "content": "Criado em 1891, transformou-se num esporte global de alta intensidade. \n\nCom jogadores altamente habilidosos em arremessos e passes, \n\ndestaca-se por enterradas espetaculares e jogadas rápidas.",
      "fullContent": "O basquete foi inventado por James Naismith em Springfield, Massachusetts, como um jogo indoor para manter atletas em forma durante o inverno.\n\nA NBA, fundada em 1946, se tornou a liga mais importante do mundo, com times lendários como Chicago Bulls, Los Angeles Lakers e Boston Celtics. Michael Jordan é amplamente considerado o maior jogador da história, levando o esporte à popularidade global nos anos 1990.\n\nO basquete olímpico é dominado pelos EUA, que conquistaram 16 medalhas de ouro masculinas. Recordes notáveis incluem Wilt Chamberlain (100 pontos em um jogo) e Stephen Curry (maior número de cestas de 3 pontos).\n\nO esporte também evoluiu com a inclusão da WNBA (feminino) e da tecnologia de replay instantâneo.",
      "image": "full-shot-man-playing-basketball.jpg",
      "video": "5346410_Coll_wavebreak_Basketball_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Estados Unidos",
      "elenco": [
        "Michael Jordan",
        "LeBron James",
        "Kobe Bryant",
        "Stephen Curry",
        "Magic Johnson"
      ],
      "datacriacao": "1891-12-21",
      "rating": 4.7
    },
    {
      "id": "sport_futebol01",
      "title": "Futebol",
      "slug": "futebol-o-esporte-mais-amado",
      "content": "O esporte mais popular do mundo, o futebol cativa bilhões com sua simplicidade e emoção. \n\nJogado entre duas equipes de 11 jogadores, o objetivo é marcar gols \n\nchutando a bola no gol adversário. ",
      "fullContent": "O futebol surgiu como esporte organizado na Inglaterra em 1863, com a fundação da Football Association.\n\nA FIFA foi criada em 1904 e hoje comanda o esporte, organizando a Copa do Mundo, o evento mais assistido do planeta. O Brasil é o maior vencedor do torneio (5 títulos), seguido por Alemanha e Itália (4 cada).\n\nAlém do futebol de campo, há variações como futsal, futebol de areia e futebol society. A Champions League é a principal competição de clubes, com Real Madrid (14 títulos) como maior campeão.\n\nPelé, único tricampeão mundial, e Messi, vencedor de 8 Bolas de Ouro, são ícones do esporte. O esporte também quebra recordes de audiência: a final da Copa de 2022 teve mais de 1,5 bilhão de espectadores.\n\nRecentemente, a inclusão da tecnologia VAR revolucionou as decisões em campo, aumentando a precisão das arbitragens.",
      "image": "professional-football-soccer-player-kick-ball-penalty-freekick-final-match-league.jpg",
      "video": "0_Soccer_Goal_Sunset_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Inglaterra",
      "elenco": [
        "Pelé",
        "Lionel Messi",
        "Cristiano Ronaldo",
        "Diego Maradona",
        "Johan Cruyff"
      ],
      "datacriacao": "1863-10-26",
      "rating": 4.9
    },
    {
      "id": "sport_natacao01",
      "title": "Natação",
      "slug": "natacao-o-esporte-completo",
      "content": "Esporte completo que trabalha todos os grupos musculares com baixo impacto articular. \n\nNas competições, atletas disputam em quatro estilos principais: crawl, costas, peito e borboleta. \n\nAlém de modalidade olímpica, é atividade terapêutica e uma das habilidades físicas mais importantes.",
      "fullContent": "A natação competitiva moderna surgiu no século XIX, com a primeira piscina olímpica construída para os Jogos de 1896.\n\nA FINA (Federação Internacional) foi fundada em 1908 para regular o esporte. Michael Phelps é o maior medalhista olímpico da história (28 medalhas, sendo 23 de ouro). Katie Ledecky domina as provas femininas de longa distância, quebrando múltiplos recordes mundiais.\n\nAs provas variam de 50m (mais rápida) até 1500m livre, além de revezamentos e medley. A natação também inclui maratonas aquáticas (10km) e esportes derivados como nado sincronizado e polo aquático.\n\nTecnologias como trajes de alta performance e cronometragem eletrônica revolucionaram o esporte. Além da competição, a natação é recomendada para reabilitação e condicionamento físico geral.",
      "image": "fit-swimmer-training-by-himself.jpg",
      "video": "1108186_1080p_4k_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Grécia Antiga",
      "elenco": [
        "Michael Phelps",
        "Katie Ledecky",
        "Mark Spitz",
        "Ian Thorpe",
        "Caeleb Dressel"
      ],
      "datacriacao": "1837-01-01",
      "rating": 4.3
    },
    {
      "id": "sport_volei01",
      "title": "Vôlei",
      "slug": "volei-o-esporte-dinamico",
      "content": "Esporte de rede dinâmico onde duas equipes de 6 jogadores se enfrentam em uma quadra dividida. \n\nO objetivo é fazer a bola tocar o chão do adversário após passes e cortadas. \n\nSua versão de praia, com 2 jogadores por time, também ganhou enorme popularidade.",
      "fullContent": "O vôlei foi criado em 1895 por William G. Morgan nos EUA como alternativa menos intensa ao basquete.\n\nTornou-se olímpico em 1964 (masculino e feminino). O Brasil é potência mundial, com múltiplos títulos olímpicos e mundiais tanto no indoor quanto na praia. Giba e Serginho são ícones do vôlei masculino, enquanto Fofão e Sheilla marcaram época no feminino.\n\nO vôlei de praia estreou nas Olimpíadas em 1996, com duplas lendárias como Emanuel/Ricardo (BRA) e Karch Kiraly (USA). A FIVB organiza competições como o Campeonato Mundial e a Liga das Nações.\n\nRegras como o rally point system (1998) e o líbero (1999) modernizaram o jogo. O esporte também inclui variações como vôlei sentado (Paralímpico) e o vôlei de neve emergente.",
      "image": "girl-posing-with-volley-ball.jpg",
      "video": "5119379_Man_Woman_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Estados Unidos",
      "elenco": [
        "Giba",
        "Karch Kiraly",
        "Sheilla Castro",
        "Emanuel Rego",
        "Regla Torres"
      ],
      "datacriacao": "1895-02-09",
      "rating": 4.0
    },
    {
      "id": "sport_boxe01",
      "title": "Boxe",
      "slug": "boxe-a-arte-nobre",
      "content": "Arte marcial ocidental que envolve estratégia, força e resistência em combates de socos. \n\nDividido em rounds, exige disciplina física e mental dos atletas. ",
      "fullContent": "O boxe moderno surgiu no século XVIII na Inglaterra com as regras de Queensberry (1867), estabelecendo rounds de 3 minutos e uso de luvas.\n\nMuhammad Ali é considerado o maior pugilista da história, famoso por suas habilidades e ativismo social. O boxe olímpico usa sistema de pontuação eletrônico e capacetes (removidos em 2016), enquanto o profissional tem 17 categorias de peso.\n\nFloyd Mayweather se aposentou invicto (50-0), e Mike Tyson foi o mais jovem campeão dos pesos-pesados (20 anos). A luta Ali vs. Frazier (1971), chamada 'Luta do Século', é um marco histórico.\n\nOrganizações como WBC, WBA, IBF e WBO regulam títulos mundiais. Recentemente, o boxe feminino ganhou destaque com atletas como Claressa Shields e Katie Taylor.\n\nO esporte enfrenta desafios com lesões cerebrais, levando a protocolos de segurança mais rígidos.",
      "image": "boxer-boxe-competition-beats-his-opponent-with-punch.jpg",
      "video": "6035959_Gym_Fitness_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Inglaterra",
      "elenco": [
        "Muhammad Ali",
        "Mike Tyson",
        "Floyd Mayweather",
        "Sugar Ray Robinson",
        "Manny Pacquiao"
      ],
      "datacriacao": "1867-08-27",
      "rating": 4.5
    },
    {
      "id": "sport_atletismo01",
      "title": "Atletismo",
      "slug": "atletismo-a-mais-antiga-competicao",
      "content": "Considerado a forma mais antiga de competição organizada, engloba corridas, saltos e arremessos. \n\nEventos como 100m rasos e maratona testam os limites da velocidade e resistência humanas. \n\nBase dos Jogos Olímpicos, continua sendo o medidor fundamental do desempenho atlético.",
      "fullContent": "O atletismo remonta aos Jogos Olímpicos da Antiguidade (776 a.C.) e é a base dos Jogos modernos desde 1896.\n\nUsain Bolt detém os recordes dos 100m (9.58s) e 200m (19.19s), sendo o velocista mais famoso da história. A maratona (42.195km) homenageia a lenda grega de Fidípides.\n\nO salto com vara masculino superou a barreira dos 6m (Armand Duplantis), enquanto o feminino viu Yelena Isinbayeva dominar por anos. O Quênia e Etiópia lideram nas provas de fundo, e os EUA nos eventos de velocidade.\n\nO decatlo (masculino) e heptatlo (feminino) coroam os atletas mais completos. Tecnologias como fotofinish e anemômetros garantem precisão nas medições.\n\nO atletismo paralímpico, com categorias para diferentes deficiências, é igualmente competitivo e inspirador.",
      "image": "close-up-young-woman-tying-sports-shoe-red-race-track.jpg",
      "video": "1115247_Woman_Indoor_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Grécia Antiga",
      "elenco": [
        "Usain Bolt",
        "Carl Lewis",
        "Florence Griffith-Joyner",
        "Eliud Kipchoge",
        "Allyson Felix"
      ],
      "datacriacao": "776 a.C.",
      "rating": 4.2
    },
    {
      "id": "sport_tenis01",
      "title": "Tênis",
      "slug": "tenis-um-esporte-de-elegancia",
      "content": "Um Esporte de Elegância e Estratégia, o Tênis é um dos esportes mais populares e prestigiados do mundo, \n\nconhecido por sua combinação de agilidade, força mental e técnica apurada. ",
      "fullContent": "O tênis é um dos esportes mais populares e prestigiados do mundo, conhecido por sua combinação de agilidade, força mental e técnica apurada. Surgido na Inglaterra no século XIX, o jogo é disputado em quadras de saibro, grama, piso duro ou carpete, podendo ser jogado em partidas individuais (simples) ou em duplas. O objetivo é simples: rebater a bola com a raquete sobre a rede, dentro dos limites da quadra adversária, acumulando pontos para vencer games, sets e, por fim, o match. Grandes torneios, como Wimbledon, Roland Garros, US Open e Australian Open, compõem o Grand Slam, atraindo milhões de fãs e atletas de elite. \n\nAlém da habilidade física, o tênis exige tática e resistência psicológica. Jogadores como Roger Federer, Rafael Nadal e Serena Williams se tornaram ícones não apenas pelos títulos, mas pela capacidade de se adaptarem a diferentes superfícies e estilos de jogo. A rivalidade entre atletas, os saques poderosos, os voleios precisos e os longos rallies tornam cada partida um espetáculo emocionante, capaz de prender a atenção do público até o último ponto. \n\nHoje, o esporte continua a evoluir, com avanços tecnológicos em raquetes e materiais, além de uma crescente popularidade entre jovens atletas. O tênis também se destaca por sua acessibilidade, sendo praticado em clubes, parques e até em quadras públicas, unindo gerações em torno de uma paixão que mistura tradição e modernidade. Seja como atividade recreativa ou competição de alto nível, o tênis cativa pela sua intensidade e elegância em movimento. ",
      "image": "low-section-man-playing-tennis.jpg",
      "video": "1115559_Hobbies_Tennis_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Inglaterra",
      "elenco": ["Roger Federer", "Rafael Nadal", "Serena Williams"],
      "datacriacao": "Século XIX (1873)",
      "rating": 4.2
    },
    {
      "id": "sport_tenisdemesa01",
      "title": "Tênis de Mesa",
      "slug": "tenis-de-mesa-o-esporte-de-mesa-mais-rapido",
      "content": "O Esporte mais dinâmico do mundo e também conhecido como pingue-pongue, é um dos esportes mais rápidos e emocionantes\n\n combinando reflexos aguçados, estratégia e precisão milimétrica.",
      "fullContent": "O tênis de mesa, também conhecido como pingue-pongue, é um dos esportes mais rápidos e emocionantes, combinando reflexos aguçados, estratégia e precisão milimétrica. Originado na Inglaterra no século XIX como uma versão em miniatura do tênis, o esporte ganhou popularidade mundial e hoje é dominado por potências asiáticas como China e Japão. Disputado em mesas retangulares divididas por uma rede baixa, o jogo consiste em rebater uma pequena bola com raquetes especiais, exigindo incrível coordenação motora e tempo de reação. O esporte faz parte dos Jogos Olímpicos desde 1988 e possui torneios de elite como o Campeonato Mundial de Tênis de Mesa.\n\nA velocidade da bola, que pode ultrapassar 100 km/h, e os efeitos variados aplicados pelos jogadores tornam cada ponto uma verdadeira batalha tática. Atletas como Ma Long, Fan Zhendong e Ding Ning se destacam pela técnica impecável e capacidade de executar golpes surpreendentes. O esporte possui diferentes estilos de jogo, desde os defensores que ficam distantes da mesa até os atacantes que preferem finalizar os pontos rapidamente. Esta variedade torna cada partida única e imprevisível.\n\nAtualmente, o tênis de mesa é um dos esportes mais acessíveis e praticados no mundo, seja em competições profissionais ou como atividade recreativa em escolas, clubes e até em espaços públicos. Com regras simples e equipamento relativamente barato, conquistou fãs de todas as idades, promovendo não apenas a saúde física mas também o desenvolvimento cognitivo e a socialização entre os praticantes.",
      "image": "table-tennis-ping-pong.jpg",
      "video": "0_People_Playing_1920x1010.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Inglaterra",
      "elenco": ["Ma Long", "Fan Zhendong", "Ding Ning"],
      "datacriacao": "Século XIX (década de 1880)",
      "rating": 4.5
    },
    {
      "id": "sport_golfe01",
      "title": "Golfe",
      "slug": "golfe-o-esporte-da-precisao-e-tradicao",
      "content": "O golfe é um esporte de precisão que combina habilidade técnica, estratégia e um profundo conhecimento do terreno.\n\n Originário da Escócia no século XV, o jogo consiste em acertar uma bola em uma série de buracos no menor número de tacadas possível.",
      "fullContent": "O golfe é um esporte de precisão que combina habilidade técnica, estratégia e um profundo conhecimento do terreno. Originário da Escócia no século XV, o jogo consiste em acertar uma bola em uma série de buracos no menor número de tacadas possível, utilizando diferentes tipos de tacos para cada situação. Jogado em amplos campos com paisagens cuidadosamente projetadas, o golfe exige concentração absoluta e controle emocional, sendo tão desafiador mentalmente quanto fisicamente. Torneios como o Masters, o US Open e o British Open são alguns dos eventos mais tradicionais do circuito profissional, atraindo jogadores e fãs de todo o mundo.\n\nO esporte é conhecido por seus grandes nomes, como Tiger Woods, Jack Nicklaus e Annika Sörenstam, que revolucionaram o jogo com suas performances extraordinárias. Cada campo de golfe apresenta características únicas, com obstáculos naturais como lagos, bunkers de areia e terreno acidentado, exigindo adaptação constante dos jogadores. A etiqueta e o espírito esportivo são valores fundamentais no golfe, onde os atletas são responsáveis por manter sua própria pontuação e respeitar o silêncio durante as tacadas dos adversários.\n\nHoje, o golfe se popularizou como uma atividade acessível a diversas idades e níveis de habilidade, combinando exercício físico com contato com a natureza. Com o crescimento de driving ranges e campos públicos, mais pessoas têm a oportunidade de experimentar este esporte que, além de competitivo, é uma excelente forma de socialização e relaxamento. A inclusão do golfe nos Jogos Olímpicos em 2016 após mais de um século de ausência reforçou ainda mais seu status como esporte global.",
      "image": "man-golfer-taking-out-golf-club-from-bag.jpg",
      "video": "2568728_Drone_Shot_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Escócia",
      "elenco": ["Tiger Woods", "Jack Nicklaus", "Annika Sörenstam"],
      "datacriacao": "Século XV (1457)",
      "rating": 4.3
    },
    {
      "id": "sport_beisebol01",
      "title": "Beisebol",
      "slug": "beisebol-o-esporte-americano-tradicional",
      "content": "O beisebol é um esporte de equipe que combina habilidade, estratégia e tradição, \n\nsendo considerado o passatempo nacional dos Estados Unidos.\n\n",
      "fullContent": "O beisebol é um esporte de equipe que combina habilidade, estratégia e tradição, sendo considerado o passatempo nacional dos Estados Unidos. Desenvolvido no século XIX a partir de jogos similares como o rounders inglês, o beisebol se popularizou rapidamente na América do Norte e se espalhou para países como Japão, Coreia do Sul e várias nações da América Latina. O jogo é disputado entre duas equipes de nove jogadores, onde o objetivo é marcar corridas ao percorrer as quatro bases do campo após rebater a bola lançada pelo arremessador adversário. A Major League Baseball (MLB) é a principal liga profissional, com times icônicos como New York Yankees e Los Angeles Dodgers.\n\nO beisebol é conhecido por suas estatísticas detalhadas e momentos de grande tensão dramática, como os home runs decisivos e os arremessos perfeitos. Lendas do esporte como Babe Ruth, Jackie Robinson e Ichiro Suzuki revolucionaram o jogo com suas habilidades excepcionais e quebra de barreiras culturais. Cada posição em campo exige habilidades específicas, desde a precisão dos arremessadores até a agilidade dos interbases. A World Series, o campeonato anual da MLB, é um dos eventos esportivos mais assistidos do mundo, carregado de história e rivalidades intensas.\n\nHoje, o beisebol mantém seu status como um esporte profundamente arraigado na cultura popular, com estádios que são verdadeiros templos do esporte e tradições como o lançamento da primeira bola e o sétimo inning stretch. Além do profissionalismo, o beisebol é amplamente praticado em ligas amadoras, escolas e comunidades, servindo como importante ferramenta de integração social. Com a globalização do esporte e o aumento de jogadores internacionais nas grandes ligas, o beisebol continua a conquistar novos fãs ao redor do mundo.",
      "image": "professional-baseball-players.jpg",
      "video": "0_Baseball_Game_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Estados Unidos",
      "elenco": ["Babe Ruth", "Jackie Robinson", "Ichiro Suzuki"],
      "datacriacao": "Século XIX (1845)",
      "rating": 4.4
    },
    {
      "id": "sport_karate01",
      "title": "Karate",
      "slug": "karate-a-arte-marcial-japonesa",
      "content": "O karate é uma arte marcial japonesa que se originou em Okinawa e combina técnicas de defesa pessoal,\n\n disciplina mental e desenvolvimento espiritual.",
      "fullContent": "O karate é uma arte marcial japonesa que se originou em Okinawa e combina técnicas de defesa pessoal, disciplina mental e desenvolvimento espiritual. Com raízes nas artes marciais chinesas e nas tradições locais de Okinawa, o karate se caracteriza por golpes precisos com as mãos, pés, cotovelos e joelhos, além de bloqueios eficientes. Diferente de outras artes marciais, o karate tradicional enfatiza o kata (sequências de movimentos) e o kumite (combate), buscando não apenas o desenvolvimento físico, mas também o equilíbrio emocional e o respeito ao adversário. Tornou-se esporte olímpico em 2020, marcando seu reconhecimento global.\n\nMestres como Gichin Funakoshi, considerado o pai do karate moderno, e Mas Oyama, fundador do estilo Kyokushin, foram fundamentais na popularização da arte pelo mundo. O karate possui diversos estilos, como Shotokan, Goju-Ryu e Wado-Ryu, cada um com suas particularidades técnicas e filosóficas. Competições internacionais como o Campeonato Mundial de Karate mostram a evolução da modalidade como esporte, mantendo porém seus princípios tradicionais de cortesia, integridade, perseverança, autocontrole e espírito indomável.\n\nHoje, o karate é praticado por milhões de pessoas em todo o mundo, desde crianças em escolas até adultos buscando condicionamento físico e autoconfiança. Sua filosofia de vida e técnicas de autodefesa o tornam mais que um esporte - é um caminho de autoconhecimento. Com academias em diversos países e a inclusão nos Jogos Olímpicos, o karate continua a crescer, preservando suas raízes culturais enquanto se adapta ao mundo moderno.",
      "image": "karate-fighters.jpg",
      "video": "5403687_Coll_wavebreak_People_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Japão (Okinawa)",
      "elenco": ["Gichin Funakoshi", "Mas Oyama", "Rika Usami"],
      "datacriacao": "Século XVII (1600s)",
      "rating": 4.1
    },
    {
      "id": "sport_escalada01",
      "title": "Escalada",
      "slug": "escalada-o-esporte-de-superacao-e-aventura",
      "content": "A escalada é um esporte radical que combina força física, técnica apurada e superação pessoal,\n\n praticado tanto em paredões naturais como em estruturas artificiais.",
      "fullContent": "A escalada é um esporte radical que combina força física, técnica apurada e superação pessoal, praticado tanto em paredões naturais como em estruturas artificiais. Com origens que remontam às primeiras ascensões alpinas no século XVIII, a escalada moderna se desenvolveu como atividade esportiva no final do século XIX. O esporte exige equilíbrio, planejamento estratégico de rotas e controle emocional para enfrentar alturas e desafios verticais. Disciplinas como a escalada esportiva, boulder e tradicional oferecem diferentes níveis de desafio, sendo que a primeira foi incluída nos Jogos Olímpicos de Tóquio 2020, marcando seu reconhecimento como esporte de alto nível.\n\nA escalada é protagonizada por atletas como Alex Honnold, conhecido por suas escaladas livres em big walls sem equipamentos de segurança, e Adam Ondra, considerado um dos melhores escaladores esportivos do mundo. Cada modalidade tem suas particularidades: enquanto o boulder se foca em problemas curtos e intensos, a escalada em rota exige resistência para vencer paredões de dezenas de metros. O esporte também desenvolve valores como confiança, trabalho em equipe (quando praticado com parceiro) e profundo respeito pela natureza, já que muitos dos melhores locais de escalada estão em áreas naturais preservadas.\n\nAtualmente, a escalada vive um boom de popularidade, com o crescimento de ginásios indoor que democratizam o acesso ao esporte. Esta versão urbana mantém a essência da escalada tradicional enquanto serve como porta de entrada para iniciantes. Além do aspecto competitivo, a escalada é uma forma de meditação ativa, onde o foco absoluto no momento presente cria uma conexão única entre corpo, mente e ambiente. Seja escalando montanhas íngremes ou paredes artificiais, os praticantes encontram neste esporte uma poderosa ferramenta de autoconhecimento e superação de limites.",
      "image": "man-climbing-mountain-with-safety-equipment.jpg",
      "video": "644951_HD_Daylight_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Europa (Alpes)",
      "elenco": ["Alex Honnold", "Adam Ondra", "Lynn Hill"],
      "datacriacao": "Século XVIII (1786 - primeira ascensão do Mont Blanc)",
      "rating": 4.6
    },
    {
      "id": "sport_ginasticaritmica01",
      "title": "Ginástica Rítmica",
      "slug": "ginastica-ritmica-a-danca-esportiva",
      "content": "A ginástica rítmica é uma disciplina esportiva que combina elementos de ballet,\n\n dança e ginástica com o manejo elegante de aparelhos como fita, bola, arco, maças e corda.",
      "fullContent": "A ginástica rítmica é uma disciplina esportiva que combina elementos de ballet, dança e ginástica com o manejo elegante de aparelhos como fita, bola, arco, maças e corda. Originária da Europa no início do século XX, a modalidade se desenvolveu a partir da combinação de técnicas de ginástica tradicional com expressões artísticas, tornando-se esporte olímpico em 1984. As rotinas são avaliadas por sua dificuldade técnica, execução precisa e valor artístico, realizadas individualmente ou em conjuntos, sempre acompanhadas por música. Campeonatos como o Mundial de Ginástica Rítmica e os Jogos Olímpicos destacam-se como os principais eventos da modalidade, onde atletas demonstram incrível flexibilidade, coordenação e graça em movimentos.\n\nEstrelas como Yana Kudryavtseva, Evgenia Kanaeva e Margarita Mamun elevaram o esporte a novos patamares com suas performances memoráveis, repletas de complexidade técnica e emocional. A ginástica rítmica exige anos de treinamento dedicado, desenvolvendo não apenas o físico mas também a musicalidade e expressão corporal das atletas. Com sua combinação única de força e delicadeza, a modalidade continua a cativar audiências mundialmente, inspirando novas gerações de ginastas a transformarem seus corpos em instrumentos de arte em movimento.",
      "image": "female-gymnast-doing-complicated-trick-gymnastics-balance-beam-professional-arena.jpg",
      "video": "5406226_Coll_wavebreak_People_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Europa (Rússia/União Soviética)",
      "elenco": ["Yana Kudryavtseva", "Evgenia Kanaeva", "Margarita Mamun"],
      "datacriacao": "Década de 1940 (formalização como esporte)",
      "rating": 4.0
    },
    {
      "id": "sport_ciclismo01",
      "title": "Ciclismo",
      "slug": "ciclismo-velocidade-e-resistencia-sobre-duas-rodas",
      "content": "O ciclismo é um esporte versátil que combina resistência física, técnica e estratégia,\n\n praticado em diversas modalidades como estrada, pista, mountain bike e BMX. ",
      "fullContent": "O ciclismo é um esporte versátil que combina resistência física, técnica e estratégia, praticado em diversas modalidades como estrada, pista, mountain bike e BMX. Originado na Europa no século XIX com o desenvolvimento da bicicleta moderna, o ciclismo tornou-se esporte olímpico desde os primeiros Jogos da era moderna em 1896. Prova de resistência como o Tour de France, Giro d'Italia e Vuelta a España são considerados os maiores desafios do ciclismo de estrada, testando os atletas em provas que duram semanas e percorrem centenas de quilômetros por terrenos variados.\n\nLendas como Eddy Merckx, Miguel Induráin e Marianne Vos demonstraram a evolução do esporte, que exige não apenas capacidade física extraordinária mas também táticas de equipe e conhecimento mecânico das bicicletas. Com o crescimento do ciclismo urbano e de competições extremas como o Paris-Roubaix, o esporte mantém sua tradição enquanto se adapta aos novos tempos, sendo também uma importante forma de transporte sustentável e atividade recreativa para milhões de pessoas ao redor do mundo.",
      "image": "professional-cyclist-woman.jpg",
      "video": "2558460_Young_Man_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Europa (França/Inglaterra)",
      "elenco": ["Eddy Merckx", "Miguel Induráin", "Marianne Vos"],
      "datacriacao": "Século XIX (1868 - primeira corrida documentada)",
      "rating": 4.5
    },
    {
      "id": "sport_futebolamericano01",
      "title": "Futebol Americano",
      "slug": "futebol-americano-a-batalha-estrategica",
      "content": "O futebol americano é um esporte de contato que combina força física extrema com estratégias complexas,\n\n dominando o cenário esportivo nos EUA com a NFL como sua principal liga. ",
      "fullContent": "O futebol americano é um esporte de contato que combina força física extrema com estratégias complexas, dominando o cenário esportivo nos EUA com a NFL como sua principal liga. Desenvolvido a partir do rugby no final do século XIX, o jogo se destaca por suas jogadas coreografadas, divisão em times ofensivos e defensivos, e a icônica bola oval. O Super Bowl, seu maior evento, é muito mais que uma final esportiva - é um fenômeno cultural que paralisa os EUA com shows milionários e comerciais memoráveis.\n\nLendas como Tom Brady, Jerry Rice e Lawrence Taylor redefiniram suas posições, mostrando que o esporte exige tanto inteligência tática quanto preparo físico brutal. Com equipamentos de proteção essenciais e partidas divididas em quartos e downs, o futebol americano é uma batalha de conquista territorial onde cada centímetro é disputado com intensidade. Apesar de sua predominância norte-americana, a NFL vem expandindo seu alcance global com jogos internacionais e academias de desenvolvimento.",
      "image": "american-football-player-wearing-equipment.jpg",
      "video": "GettyImages-520698764.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Estados Unidos",
      "elenco": ["Tom Brady", "Jerry Rice", "Lawrence Taylor"],
      "datacriacao": "Século XIX (1869 - primeiro jogo universitário)",
      "rating": 4.7
    },
    {
      "id": "sport_sinuca01",
      "title": "Sinuca",
      "slug": "sinuca-o-jogo-da-precisao-matematica",
      "content": "A sinuca é um jogo de mesa que transforma física e geometria em arte,\n\n onde tacadas precisas determinam o sucesso em mesas cobertas por feltro verde.",
      "fullContent": "A sinuca é um jogo de mesa que transforma física e geometria em arte, onde tacadas precisas determinam o sucesso em mesas cobertas por feltro verde. Com origens aristocráticas na Europa do século XV, evoluiu para diversas variantes como o Snooker (Reino Unido) e o Pool (EUA), cada uma com suas regras específicas de bolas e tacadas. Campeonatos como o World Snooker Championship e o Mosconi Cup elevam os melhores jogadores ao status de celebridades, onde a concentração absoluta é tão crucial quanto a habilidade técnica.\n\nMestres como Ronnie O'Sullivan, Efren Reyes e Allison Fisher demonstram que a sinuca é um esporte mental, onde cálculos de ângulos, efeitos e força se unem à psicologia competitiva. O silêncio respeitoso durante as jogadas, os breaks memoráveis e as tacadas de efeito espetaculares criam uma atmosfera única, misturando a solenidade do xadrez com a habilidade manual de um artesão. Hoje, a sinuca vive um renascimento global, atraindo jovens jogadores e inovando com transmissões em realidade virtual e novas tecnologias de análise de jogadas.",
      "image": "medium-shot-guy-with-pool-cue-hitting-white-ball.jpg",
      "video": "GettyImages-898338692.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Europa (Reino Unido/França)",
      "elenco": ["Ronnie O'Sullivan", "Efren Reyes", "Allison Fisher"],
      "datacriacao": "Século XV (1470 - primeiros registros)",
      "rating": 4.1
    },
    {
      "id": "sport_surf01",
      "title": "Surf",
      "slug": "surf-a-danca-com-o-oceano",
      "content": "O surf é muito mais que um esporte - é um estilo de vida\n\n que celebra a conexão com o poder do oceano.",
      "fullContent": "O surf é muito mais que um esporte - é um estilo de vida que celebra a conexão com o poder do oceano. Originado no Havaí como parte da cultura polinésia, o surf moderno se popularizou no século XX, transformando-se em um fenômeno global com competições como o WSL Championship Tour. Cavalgar ondas exige equilíbrio preciso, leitura das condições do mar e coragem para enfrentar paredes de água que podem superar 6 metros de altura. O esporte foi incluído nos Jogos Olímpicos de Tóquio 2020, marcando seu reconhecimento como disciplina esportiva de alto nível.\n\nLendas como Kelly Slater, que ainda compete profissionalmente após 30 anos, e Maya Gabeira, recordista em ondas gigantes, mostram que o surf transcende gerações e gêneros. Com estilos que variam do clássico longboard ao radical tow-in surfing em ondas monstruosas, cada sessão no mar é uma experiência única, onde o surfista e a natureza co-criam momentos de pura magia. Hoje, o surf influencia moda, música e cinema, mantendo porém sua essência como prática espiritual de liberdade e respeito ao oceano.",
      "image": "surfer-blue-wave.jpg",
      "video": "7442_Surfing_Surf_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Havaí (Polinésia)",
      "elenco": ["Kelly Slater", "Maya Gabeira", "Gabriel Medina"],
      "datacriacao": "Século IV (culturas polinésias)",
      "rating": 4.6
    },
    {
      "id": "sport_motocross01",
      "title": "Motocross",
      "slug": "motocross-adrenalina-sobre-duas-rodas",
      "content": "O motocross é o esporte motorizado mais extremo, onde pilotos desafiam a gravidade\n\n em pistas de terra com obstáculos e saltos que exigem precisão milimétrica.",
      "fullContent": "O motocross é o esporte motorizado mais extremo, onde pilotos desafiam a gravidade em pistas de terra com obstáculos e saltos que exigem precisão milimétrica. Surgido na Europa nos anos 1920 como corridas em terrenos acidentados, evoluiu para um espetáculo aéreo com manobras como o backflip e o whip. O MXGP (Campeonato Mundial) e os X Games são os palcos principais onde atletas como Ricky Carmichael e Travis Pastrana redefiniram os limites do possível sobre duas rodas.\n\nMais que velocidade, o motocross exige controle corporal absoluto, coragem para saltos de 30m de distância e habilidade para ler terrenos em constante mudança. As motos especializadas, com suspensões que absorvem impactos brutais, são extensões do corpo dos pilotos. Com a popularização do freestyle motocross e competições indoor como o Supercross, o esporte conquistou fãs globais, transformando-se num espetáculo que mistura esporte radical e entretenimento de alta octanagem.",
      "image": "moto-freestyle.jpg",
      "video": "5781297_Coll_wavebreak_Cross_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Europa (Reino Unido/França)",
      "elenco": ["Ricky Carmichael", "Travis Pastrana", "Stefy Bau"],
      "datacriacao": "Década de 1920",
      "rating": 4.3
    },
    {
      "id": "sport_boliche01",
      "title": "Boliche",
      "slug": "boliche-o-jogo-dos-300-perfeitos",
      "content": "O boliche é um esporte de precisão milenar que transforma física aplicada em diversão competitiva,\n\n onde o objetivo é derrubar 10 pinos com uma bola de até 7kg em pistas cuidadosamente niveladas.",
      "fullContent": "O boliche é um esporte de precisão milenar que transforma física aplicada em diversão competitiva, onde o objetivo é derrubar 10 pinos com uma bola de até 7kg em pistas cuidadosamente niveladas. Com origens que remontam ao Egito Antigo, o formato moderno surgiu nos EUA no século XIX, popularizando-se como atividade social e esporte profissional. Torneios como o PBA Tour e o QubicaAMF World Cup destacam jogadores capazes de repetir jogadas perfeitas (300 pontos) sob pressão, usando bolas personalizadas com perfurações precisas para cada tipo de arremesso.\n\nLendas como Walter Ray Williams Jr. e Liz Johnson demonstram que o boliche profissional é um jogo de estratégia, onde leitura do óleo da pista e ajustes milimétricos fazem a diferença. Com tecnologia moderna como simuladores de arremesso e análise computadorizada, o esporte mantém sua essência democrática - acessível desde crianças até idosos, unindo gerações em pistas iluminadas por luzes neon e atmosfera descontraída. O retorno olímpico está em discussão, potencializando seu crescimento global.",
      "image": "close-up-young-friends-enjoying-bowling.jpg",
      "video": "4926804_Bowling_Group_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "EUA (versão moderna)",
      "elenco": ["Walter Ray Williams Jr.", "Liz Johnson", "Jason Belmonte"],
      "datacriacao": "Século XIX (1895 - ABC fundada)",
      "rating": 3.9
    },
    {
      "id": "sport_corridaderua01",
      "title": "Corrida de Rua",
      "slug": "corrida-de-rua-a-maratona-da-superacao",
      "content": "A corrida de rua é o esporte mais democrático do mundo, onde atletas profissionais e amadores \n\ncompartilham o mesmo asfalto em provas que variam de 5km a ultramaratonas de 100km.",
      "fullContent": "A corrida de rua é o esporte mais democrático do mundo, onde atletas profissionais e amadores compartilham o mesmo asfalto em provas que variam de 5km a ultramaratonas de 100km. Com raízes na Grécia Antiga (onde a Maratona foi criada), o boom moderno começou nos anos 1970 com eventos como a Maratona de Nova York, que hoje reúne mais de 50 mil corredores. A simplicidade do ato de correr esconde uma ciência complexa de biomecânica, nutrição e estratégia de ritmo, onde cada prova é um desafio pessoal contra a distância e os limites do corpo.\n\nÍcones como Eliud Kipchoge, que quebrou a barreira das 2 horas na maratona (em condições controladas), e Grete Waitz, pioneira do esporte feminino, mostram que a corrida é tanto sobre desempenho de elite quanto sobre superação pessoal. Com a popularização de assessorias esportivas e wearables tecnológicos, o esporte se profissionalizou, transformando ruas de cidades globais em palcos de festivais de endurance, onde cada finish line representa uma vitória pessoal.",
      "image": "man-woman-running-track-side-view.jpg",
      "video": "4763636_Woman_Park_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Grécia",
      "elenco": ["Eliud Kipchoge", "Grete Waitz", "Paula Radcliffe"],
      "datacriacao": "490 a.C. (Lenda de Fidípides)",
      "rating": 4.8
    },
    {
      "id": "sport_esports01",
      "title": "E-sports",
      "slug": "esports-a-revolucao-digital-nos-esportes",
      "content": "Os E-sports transformaram jogos eletrônicos em espetáculos esportivos globais, com arenas lotadas \n\ne prêmios milionários em títulos como League of Legends, Counter-Strike e Dota 2.",
      "fullContent": "Os E-sports transformaram jogos eletrônicos em espetáculos esportivos globais, com arenas lotadas e prêmios milionários em títulos como League of Legends, Counter-Strike e Dota 2. Surgidos nas LAN houses dos anos 1990, os E-sports explodiram com a streaming, tornando-se indústria bilionária que rivaliza com esportes tradicionais em audiência. Campeonatos como o LoL World Championship e o The International reúnem os melhores atletas digitais, cujos reflexos ultrarrápidos e trabalho em equipe são comparáveis aos de atletas olímpicos.\n\nEstrelas como Faker (LOL), s1mple (CS:GO) e SonicFox (fighting games) alcançaram status de celebridades, demonstrando que a excelência em E-sports exige 12+ horas diárias de treino tático e mecânico. Com reconhecimento oficial como profissão em vários países e discussões sobre inclusão olímpica, os E-sports representam a evolução do conceito de esporte na era digital, onde arenas virtuais são tão importantes quanto os estádios físicos.",
      "image": "asian-esports-team-competing-esports-tournament.jpg",
      "video": "GettyImages-1261057076.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Global (Coreia do Sul/EUA)",
      "elenco": ["Faker", "s1mple", "SonicFox"],
      "datacriacao": "Década de 1990",
      "rating": 4.5
    },
    {
      "id": "sport_skate01",
      "title": "Skate",
      "slug": "skate-a-rebeliao-sobre-rodas",
      "content": "O skate é mais que um esporte - é uma cultura de liberdade que\n\ntransformou calçadas e corrimãos em telas para expressão criativa.",
      "fullContent": "O skate é mais que um esporte - é uma cultura de liberdade que transformou calçadas e corrimãos em telas para expressão criativa. Nascido na Califórnia dos anos 1950 como \"surfe de calçada\", explodiu globalmente com manobras radicais como o ollie (inventado por Alan Gelfand em 1978) e a inclusão nos X Games e Olimpíadas. Modalidades como street (rua) e vertical (half-pipe) exigem combinações precisas de equilíbrio, ousadia e estilo pessoal, onde cada skatista desenvolve sua própria assinatura sobre o shape.\n\nLendas como Tony Hawk, que popularizou o 900º, e Rayssa Leal, estrela infantil das Olimpíadas, mostram que o skate transcende gerações. Com marcas que ditam moda global e spots urbanos que se tornam pontos de peregrinação, o skate mantém seu espírito rebelde enquanto se profissionaliza, provando que esporte e arte podem rolar juntos sobre quatro rodinhas.",
      "image": "close-up-african-man-skateboarder.jpg",
      "video": "4806797_Skate_Skateboarder_1920x1080.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "EUA (Califórnia)",
      "elenco": ["Tony Hawk", "Rayssa Leal", "Nyjah Huston"],
      "datacriacao": "Década de 1950",
      "rating": 4.4
    },
    {
      "id": "sport_esqui01",
      "title": "Esqui",
      "slug": "esqui-a-velocidade-na-neve",
      "content": "O esqui alpino é a arte de domar montanhas com pranchas estreitas, onde atletas descem pistas a 130km/h \n\nenfrentando portões técnicos e condições climáticas imprevisíveis.",
      "fullContent": "O esqui alpino é a arte de domar montanhas com pranchas estreitas, onde atletas descem pistas a 130km/h enfrentando portões técnicos e condições climáticas imprevisíveis. Com raízes na Noruega como meio de transporte, transformou-se em esporte de elite com eventos como a Copa do Mundo de Esqui e os Jogos Olímpicos de Inverno. Modalidades como downhill (velocidade pura) e slalom (técnica em zigue-zague) testam habilidades distintas, todas exigindo reflexos felinos e coragem para enfrentar quedas brutais.\n\nÍcones como Ingemar Stenmark (Suécia) e Mikaela Shiffrin (EUA) redefiniram o possível no esqui, acumulando vitórias com estilo impecável. Com estações de esqui transformando paisagens montanhosas em arenas globais e a inclusão de eventos urbanos como o Big Air, o esqui mantém sua essência aventureira enquanto se profissionaliza - um esporte onde cada curva perfeita é uma vitória contra a gravidade.",
      "image": "9199846.jpg",
      "video": "1919158_Greece_Drama_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Noruega",
      "elenco": ["Ingemar Stenmark", "Mikaela Shiffrin", "Alberto Tomba"],
      "datacriacao": "Século XVIII (como esporte)",
      "rating": 4.1
    },
    {
      "id": "sport_judo01",
      "title": "Judô",
      "slug": "judo-a-arte-marcial-suave",
      "content": "O judô, criado por Jigoro Kano em 1882, transforma a força do adversário \n\nem vantagem através de quedas e imobilizações precisas.",
      "fullContent": "O judô, criado por Jigoro Kano em 1882, transforma a força do adversário em vantagem através de quedas e imobilizações precisas. Como esporte olímpico desde 1964, o judô mantém sua essência filosófica - \"máxima eficiência com mínimo esforço\" - enquanto atletas como Teddy Riner (França) e Kayla Harrison (EUA) elevam o nível competitivo com técnicas apuradas. Cada combate no tatame é um duelo tático onde segundos de distração podem resultar em ippon (vitória instantânea).\n\nCom categorias de peso e regras que premiam a perfeição técnica, o judô desenvolve não apenas corpos fortes mas mentes estratégicas. Grand Slam events e os Jogos Olímpicos mostram a evolução do esporte, onde tradição milenar se encontra com preparo científico moderno. O judô é talvez a arte marcial mais praticada globalmente, ensinando valores como respeito e autocontrole para milhões de crianças em escolas do mundo todo.",
      "image": "19552.jpg",
      "video": "0_People_Judo_1280x672.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Japão",
      "elenco": ["Teddy Riner", "Kayla Harrison", "Shohei Ono"],
      "datacriacao": "1882",
      "rating": 4.0
    },
    {
      "id": "sport_automobilismo01",
      "title": "Automobilismo",
      "slug": "automobilismo-a-fronteira-da-velocidade",
      "content": "O automobilismo é a fusão suprema entre humano e máquina, onde pilotos desafiam\n\nas leis da física em circuitos que testam precisão e coragem. ",
      "fullContent": "O automobilismo é a fusão suprema entre humano e máquina, onde pilotos desafiam as leis da física em circuitos que testam precisão e coragem. Da Fórmula 1 - o ápice tecnológico com motores híbridos de 1000HP - aos ralis off-road como o Dakar, cada categoria exige habilidades únicas. A F1 sozinha movimenta bilhões, com pilotos como Lewis Hamilton e Max Verstappen tornando-se celebridades globais enquanto duelam em pistas icônicas como Monaco e Silverstone.\n\nMais que apenas velocidade, o automobilismo de elite é sobre gestão de pneus, estratégia de pit stops e leitura de dados em tempo real. Com inovações como o DRS e powertrains sustentáveis, o esporte equilibra tradição e futuro, mantendo a emoção das ultrapassagens enquanto se reinventa para a era verde. Cada grande prêmio é um espetáculo que mistura engenharia de ponta com drama humano sob pressão extrema.",
      "image": "2150799979.jpg",
      "video": "0_Formula_1_Racing_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "França (primeiras corridas em 1894)",
      "elenco": ["Lewis Hamilton", "Max Verstappen", "Ayrton Senna"],
      "datacriacao": "1894",
      "rating": 4.7
    },
    {
      "id": "sport_handebol01",
      "title": "Handebol",
      "slug": "handebol-o-futebol-com-as-maos",
      "content": "O handebol é o esporte coletivo mais rápido em quadra, \n\nonde jogadores saltam, giram e arremessam a 100km/h em direção ao gol.",
      "fullContent": "O handebol é o esporte coletivo mais rápido em quadra, onde jogadores saltam, giram e arremessam a 100km/h em direção ao gol. Criado na Alemanha em 1917 como alternativa indoor ao futebol, tornou-se popular na Europa, especialmente em países como Dinamarca e França. Com partidas de ritmo frenético que frequentemente superam 50 gols, o esporte exige explosão muscular, passes precisos e defesas milagrosas - os goleiros enfrentam até 7 metros de arremessos sem qualquer proteção facial.\n\nÍcones como Nikola Karabatić (França) e Mikkel Hansen (Dinamarca) elevam o esporte com jogadas que parecem desafiar a física, combinando força e técnica em arremessos acrobáticos. O Campeonato Mundial e os Jogos Olímpicos são os palcos principais deste esporte subestimado, onde a proximidade da torcida cria atmosferas elétricas, transformando cada contra-ataque em uma emoção coletiva.",
      "image": "2151083971.jpg",
      "video": "1716102_Handball_Ball_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Alemanha",
      "elenco": ["Nikola Karabatić", "Mikkel Hansen", "Eduarda Amorim"],
      "datacriacao": "1917",
      "rating": 3.7
    },
    {
      "id": "sport_mma01",
      "title": "MMA",
      "slug": "mma-o-ultimate-dos-esportes-de-combate",
      "content": "O MMA (Artes Marciais Mistas) é o esporte de combate mais completo do mundo, \n\nonde técnicas de boxe, jiu-jitsu, muay thai e wrestling se fundem no octógono.",
      "fullContent": "O MMA (Artes Marciais Mistas) é o esporte de combate mais completo do mundo, onde técnicas de boxe, jiu-jitsu, muay thai e wrestling se fundem no octógono. Popularizado pelo UFC nos anos 1990, evoluiu de \"vale-tudo\" para um esporte altamente regulamentado, combinando violência controlada com estratégia complexa. Lutadores como Khabib Nurmagomedov (29-0) e Amanda Nunes mostraram que dominar múltiplas disciplinas é essencial neste xadrez corporal onde um erro pode significar um nocaute ou finalização dolorosa.\n\nMais que força bruta, o MMA moderno exige preparo científico - desde cortes de peso controlados até análise detalhada de adversários. Eventos como o UFC 300 lotam arenas e quebram recordes de pay-per-view, enquanto atletas se tornam celebridades globais. Apesar da imagem agressiva, o esporte preza pelo respeito entre competidores, onde após 25 minutos de guerra, adversários frequentemente se elogiam em demonstrações de honra marcial.",
      "image": "1836.jpg",
      "video": "0_Mma_Mixed_Martial_Arts_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Brasil/EUA",
      "elenco": ["Khabib Nurmagomedov", "Amanda Nunes", "Conor McGregor"],
      "datacriacao": "Década de 1990 (UFC 1 em 1993)",
      "rating": 4.6
    },
    {
      "id": "sport_badminton01",
      "title": "Badminton",
      "slug": "badminton-o-esporte-mais-rapido-com-raquete",
      "content": "O badminton é o esporte de raquete mais rápido do mundo, \n\nonde a peteca pode alcançar incríveis 400km/h em smashes profissionais.",
      "fullContent": "O badminton é o esporte de raquete mais rápido do mundo, onde a peteca pode alcançar incríveis 400km/h em smashes profissionais. Desenvolvido na Índia Britânica no século XIX como \"Poona\", o jogo ganhou seu nome atual na propriedade inglesa de Badminton House. Esporte olímpico desde 1992, suas partidas são uma explosão de reflexos rápidos, mudanças súbitas de direção e estratégias precisas, especialmente em duplas, onde a tática de posicionamento é crucial.\n\nLendas como Lin Dan (China) e Carolina Marín (Espanha) dominaram as quadras com seu estilo único, mostrando que o badminton exige tanto condicionamento aeróbico quanto inteligência tática. Com torneios como o All England Open e o BWF World Championships, o esporte é especialmente popular na Ásia, onde estádios lotados vibram com rallies acrobáticos que frequentemente ultrapassam os 30 golpes consecutivos - um verdadeiro teste de resistência e precisão sob pressão.",
      "image": "46435.jpg",
      "video": "0_Badminton_Badminton_Racket_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Índia/Inglaterra",
      "elenco": ["Lin Dan", "Carolina Marín", "Viktor Axelsen"],
      "datacriacao": "Século XIX (1873)",
      "rating": 3.8
    },
    {
      "id": "sport_rugbi01",
      "title": "Rúgbi",
      "slug": "rugbi-o-esporte-da-forca-coletiva",
      "content": "O rúgbi é um esporte de contato brutal que valoriza \n\na honra e o trabalho em equipe acima de tudo.",
      "fullContent": "O rúgbi é um esporte de contato brutal que valoriza a honra e o trabalho em equipe acima de tudo. Originado na Inglaterra em 1823 (segundo a lenda de William Webb Ellis), o jogo se divide em duas versões principais: o Rugby Union (15 jogadores) e o Rugby League (13 jogadores), cada um com suas complexas regras de placar e avanço. Torneios como a Copa do Mundo de Rugby e o Six Nations Championship mostram a paixão que este esporte desperta, especialmente na Nova Zelândia, onde os All Blacks performam sua icônica haka antes das partidas.\n\nJogadores como Jonah Lomu, que revolucionou o esporte com seu físico imponente, e Richie McCaw, o capitão mais vitorioso da história, personificam os valores do rúgbi: coragem, respeito e excelência. Com tackles que podem superar 10G de força e scrums que testam a potência coletiva, o rúgbi mantém sua essência mesmo com a profissionalização crescente, sendo talvez o único esporte onde os adversários se cumprimentam com respeito após 80 minutos de batalha física intensa.",
      "image": "160779.jpg",
      "video": "5402054_Coll_wavebreak_People_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Inglaterra",
      "elenco": ["Jonah Lomu", "Richie McCaw", "Serena Williams"],
      "datacriacao": "1823 (lendário)",
      "rating": 4.0
    },
    {
      "id": "sport_hipismo01",
      "title": "Hipismo",
      "slug": "hipismo-a-sintonia-entre-cavaleiro-e-cavalo",
      "content": "O hipismo é o único esporte olímpico onde homem e animal formam uma equipe, \n\nexigindo comunicação quase telepática entre cavaleiro e cavalo.",
      "fullContent": "O hipismo é o único esporte olímpico onde homem e animal formam uma equipe, exigindo comunicação quase telepática entre cavaleiro e cavalo. Com raízes que remontam à equitação militar grega (680 a.C.), evoluiu para três disciplinas modernas: salto (obstáculos), adestramento (\"balé equestre\") e CCE (Concurso Completo de Equitação). Competições como os Jogos Equestres Mundiais e o CHIO Aachen testam esta parceria única, onde um erro de cálculo pode resultar em quedas espetaculares ou desqualificação imediata.\n\nLendas como Isabell Werth (adestramento) e Rodrigo Pessoa (saltos) mostram que a excelência no hipismo requer anos de treino mútuo - o cavalo é atleta tanto quanto o humano. Com investimentos milionários em genética equina e treinamento científico, o esporte mantém seu charme aristocrático enquanto se democratiza, revelando talentos de todas as classes sociais unidos pela paixão aos cavalos. Cada competição é uma celebração desta aliança milenar entre espécies.",
      "image": "4972980.jpg",
      "video": "0_Equestrian_Horse_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Grécia Antiga",
      "elenco": ["Isabell Werth", "Rodrigo Pessoa", "Charlotte Dujardin"],
      "datacriacao": "680 a.C. (Jogos Olímpicos Antigos)",
      "rating": 3.9
    },
    {
      "id": "sport_triatlo01",
      "title": "Triatlo",
      "slug": "triatlo-o-ultimate-test-fisico",
      "content": "O triatlo é o teste definitivo de resistência multidisciplinar, \n\ncombinando natação, ciclismo e corrida em sequência sem pausa.",
      "fullContent": "O triatlo é o teste definitivo de resistência multidisciplinar, combinando natação, ciclismo e corrida em sequência sem pausa. Criado em 1974 no San Diego Track Club, o esporte atingiu seu ápice com a distância Ironman (3.8km natação + 180km bike + 42km corrida). Atletas como Jan Frodeno e Daniela Ryf enfrentam provas onde a gestão energética é tão crucial quanto o preparo físico - um erro na transição entre modalidades pode arruinar meses de treino.\n\nMais que força bruta, o triatlo exige estratégia nutricional, adaptação rápida a diferentes terrenos e superação psicológica. Com eventos como o Ironman World Championship no Havaí (temperaturas extremas e ventos laterais) e a inclusão olímpica desde Sydney 2000, o esporte cativa pela dramaticidade de ver atletas chegando ao limite físico - muitos literalmente rastejando para cruzar a linha de chegada após 8+ horas de prova.",
      "image": "447.jpg",
      "video": "1624358_Triatlon_Sport_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "EUA (San Diego)",
      "elenco": ["Jan Frodeno", "Daniela Ryf", "Alistair Brownlee"],
      "datacriacao": "1974",
      "rating": 4.2
    },
    {
      "id": "sport_squash01",
      "title": "Squash",
      "slug": "squash-o-esporte-de-maior-intensidade",
      "content": "O squash é considerado o esporte mais intenso fisicamente, com jogadores queimando até 1000 calorias \n\npor hora em trocas rápidas dentro de uma caixa de vidro.",
      "fullContent": "O squash é considerado o esporte mais intenso fisicamente, com jogadores queimando até 1000 calorias por hora em trocas rápidas dentro de uma caixa de vidro. Originado nas prisões inglesas do século XIX como variação do tênis, evoluiu para um jogo estratégico onde a bola pode alcançar 270km/h e quicar em ângulos impossíveis. Torneios como o British Open e o PSA World Championship mostram atletas como Ramy Ashour e Nicol David executando dropshots precisos e rallies exaustivos que testam reflexos e resistência anaeróbica.\n\nDiferente de outros esportes de raquete, o squash exige consciência espacial aguçada - jogadores compartilham o mesmo espaço e devem antecipar trajetórias em milésimos de segundo. Com partidas que raramente ultrapassam 60 minutos de duração mas equivalem a 8km corridos, o esporte busca reconhecimento olímpico enquanto mantém seu apelo elitista, sendo praticado em clubes exclusivos mas ganhando versões urbanas em paredões públicos.",
      "image": "13256.jpg",
      "video": "0_Squash_Warmup_1280x720.mp4",
      "published": true,
      "createdAt": "2025-04-08T00:24:38.616Z",
      "updatedAt": "2025-04-08T00:33:56.907Z",
      "origem": "Inglaterra",
      "elenco": ["Ramy Ashour", "Nicol David", "Jahangir Khan"],
      "datacriacao": "Século XIX (1830)",
      "rating": 3.8
    }
  ]
}
